import Card from "react-bootstrap/Card";

function BasicExample() {
  return (
    <Card style={{ marginTop: "20px" }}>
      <Card.Img
        style={{}}
        variant="top"
        src="https://i.insider.com/5cae3e24d4206005f509a87a?width=700"
      />
      <Card.Body>
        <Card.Title>Леонардо да Вінчі</Card.Title>
        <Card.Text>
          Леонардо не мав університетської освіти, проте це не завадило йому
          стати справжнім зразком усебічно розвиненої людини. Він захоплювався
          математикою, фізикою, анатомією і ботанікою, був конструктором,
          поетом, музикантом і мислителем, а свої енциклопедичні знання отримав
          завдяки нестримному потягу до знань і безмежному працелюбству.
          Першочергове значення Леонардо надавав досвіду, вважав його головним
          джерелом знань про людину та світ. Він вірив у силу розуму й знань, у
          творчі здібності людини, яка подібно до Бога здатна створювати нове.
        </Card.Text>
        <Card.Text>
          Найголовнішим з усіх занять для Леонардо завжди залишався живопис.
          Один з найкращих творів митця — фреска «Таємна вечеря», написана на
          біблійний сюжет в одному з міланських монастирів. Христос прощається
          зі своїми учнями, він знає про зраду Іуди й свої майбутні муки.
          Зображений драматичний момент трапези, коли Христос вимовив фатальні
          слова: «Один із вас зрадить мене». Вони викликають в апостолів
          бурхливі почуття - відчай, переляк, подив, гнів. Дехто обурено вскакує
          з місця. Аби не створювати враження штовханини, художник об'єднав
          персонажі в чотири групи по три постаті в кожній і розмістив їх
          ліворуч і праворуч від Христа. Леонардо відмовився від традиційного
          зображення Іуди з інпіого боку стола, але зрадника легко впізнати: він
          відкинувся назад, судорожно стискуючи в руці гаман з платою за
          зрадництво.
        </Card.Text>
        <Card.Text>
          Леонардо створив низку чудових портретів, найбільш уславленими з яких
          є зображення Чічілії Галерані («Дама з горностаєм») і Мони Лізи
          («Джоконда»). В усі часи ці картини викликали захоплення вмінням
          художника передати сяйво очей, загадкову усмішку і характер своїх
          персонажів.
        </Card.Text>
      </Card.Body>
    </Card>
  );
}

export default BasicExample;
